{
    "reviews": [
        "J'y avais joué day one à l'époque de sa sortie, même platiné. Le jeu est sympa, le gameplay est toujours aussi agréable, les osts sont pas toutes iconiques mais elles font très bien leur taff, l'histoire bon.... Ça se sent qu'elle a été tirée en long, en large et en travers mais elle est sympathique.  Pas grand chose à redire à part quelques lags de temps à autre, rien de bien méchant même si pour le prix c'est honteux.  En parlant du prix... Square Enix faut vous enfermer parce que 80€ un jeu qui date de y'a 4 ans c'est grave, vous vous permettez uniquement parce qu'il s'agit du 7",
        "C'est mon premier FF et il m'a fait forte impression dès les 10 premières minutes de jeu, j'ai trouvé le gameplay intéressant, je sais que les anciens était beaucoup plus sur le Tour par tour et ça change (en mieux personnellement) je suis pas très fan du Tour par tour, ça te rajoute des heures de jeux parfois pour rien (style les Dragons Quests) et c'est plaisant de voir que ça peut évoluer tout en gardant ses bases, je comprends que certaines personnes soient pas du même avis et qu'ils préfèrent l'ancien système FF mais le moderne avance et les jeux aussidonc ça serait dommage de lui mettre une mauvaise note juste pour un style de gameplay différent.\r Pour ce qui est des graphismes, personnellement je joue sur pc en 90FPS, et c'est presque un sans faute, sans compter les quelques petits ralentissement dans les cutscenes, les graphiques du jeu en eux-même sont magnifiques (mention spécial pour la maison d'Aerith et ses alentours que je trouves époustouflant)",
        "my first time playing FINAL FANTASY VII  definitely glad i did one of the best games i have played",
        "。。太无聊了 完全没有沉浸感",
        "Not canon - does not follow the original storyline.  Started out strong with visuals and canon content but the game veered so far off the original story it was not a good addition to the franchise.  Lazy enemy models and the ending was a lazy free form garbage -  close but completely missed the mark.  Square really let the community down with this one.  FF7 Remake was not a remake but a speed-built freeform interpretation of the original which is really sad because we all expected more.  another soulless cash grab.  the original is preferred by all true fans of Final Fantasy 7",
        "A hefty remake of the first act of the classic JRPG brings the iconic story to the current generation while also heavily expanding on it with some twists and turns. It was one of my first Final Fantasy games, and to this day it is one of my most memorable ones.",
        "One of the best JRPGs of all time.",
        "This game is a gilded piece of literal sh*t.  It looks good on the outside, and the surface level gameplay and story are fun.  The deeper you dig the more you realize that it's just sh*t.  The story is a 0/10. Lazy and full of plot holes. I've read bad fanfiction that have more quality and more love behind them than this.  The gameplay is a 0/10, they tried too hard to bring the turn based aspects of the original into this, and it wound up being sloppy and chaotic.   The only thing they did right is the art. Big deal, From Software threw enough money at this until it resembled something good.  I've often heard that FF7 is the quintessential Final Fantasy game. If that's the case, Square Enix should have gone out of business decades ago.",
        "Incredibly fun game. Had me kept going until I saw the sun rise. Thanks SE, this is how people should remake classics.",
        "The remake is a fresh take on one of the most beloved games ever made. The combat is engaging, the character development is complex and believable (Barret still the show) and the landscapes and the world is beautifully constructed. A must play.",
        "I absolutely loved the original.  This, While there are fragments of the original story here, This is so far off the rails by the end of chapter one you can't even call it the same game.  Also, Whoever designed the \"hard mode\" should be fired. This is final fantasy, Not dark souls. Maybe if the developers had wasted less time adding in all the garbage and nonsense that is going to make 0 sense by the end of the game, They would have finished this remake by now instead of sitting here 4 years later with just the \"first episode\" completed.  That having been said, I am sure people who never played the original will enjoy this as their first experience. Graphically it isn't a bad game and \"some\" of the mini games are fun. Is it worth the current price of $70? Absolutely not. You're better off just waiting until the entire game has been released in full and buy the entire thing on sale for 50-70$",
        "loveit",
        "Ive tried so hard to like this game and I just dont. Its very boring. lots of filler and it all looks the same.  You can tell they put a lot of running back and forth in the game to fill time. I'm trying hard to finish it because i love the FF games but this just isnt it.",
        "A decent game with one of the most lazy ports I have seen in ages. It runs well on modern hardware, but is completely unplayable on Pascal and GCN GPU's. Do not expect stable performance if you still rock a 1080ti or install the game on a platter drive. There's no incentive to play through the game either, as save-data carry over will not be implemented for Rebirth. Plus, the install size is ridiculously bloated, taking up 90GB's of space.   If you haven't played FF7R and its DLC, go ahead and get it on sale. But if you played it on the PS4 when it came out in 2020, just save your money for the Rebirth port or FFXVI.",
        "If you're reading this stop you're a freak. you're a freak leave my review alone",
        "Gute Zeit damit verbracht, das spiel lohnt sich auf alle Fälle. Für Nostalgie sowie auch für neu einsteiger in die FF7 Geschichte. Bin jemand aus der alte Schule weshalb mir das Action mäßige Kampfsystem nur bedieng´t gefällt. Nicht falsch vertehn ist durchaus gelungen, bischen zu viel Button smashing. Eigene KI fürn die Fische...... Midgar usw. hervorragend in Szene gesetzt. und Charaktere gut getroffen. Mir persönlich waren, wenn auch nur wenige: 2-3 Filmsequenzen zu \"Action/Hollywood mäßig...freu mich auf Teil 2.\r  \r \r unter dem Strich:\r Absolute Kaufempfehlung",
        "Godny remake oryginalu. Walka mniej taktyczna ale za to bardziej dynamiczna.",
        "Fantastic game 10/10.",
        "节奏稀烂，无意义的支线太多，主线剧情量少，节奏不如尤菲线紧凑。灌水太多，故事没讲的很清楚，对新入坑玩家不友好。所有好评给情怀和主角团伟大的脸。",
        "109小时白金，劝se不要不识好歹，赶紧把重生端上来",
        "Pacing is too low, not much happening during these first 14 hours, only a couple of cool boss fights. Just got bored. I guess I had too much expectations for such praise for the previous game (that I never played).",
        "Maravillosa vuelta a FF7. Todo fan del original debería darle una oportunidad.\r Al principio cuesta mucho hacerse al nuevo sistema de combate: como fan de los turnos, inicialmente me desagrado mucho el cambio (de hecho dejé abandonado el juego durante meses), pero una vez haces \"click\" con el nuevo sistema, da mucho juego. \r Los valores de producción (gráficos, sonido, historia) son prácticamente perfectos. Los ligeros cambios hechos a la historia me parecen muy interesantes. Dan ganas de seguir para ver cómo lo desarrollan en siguientes entregas.\r 9/10",
        "PEAK GAME.",
        "playing this game was like watching anime for the first time\r idk wtf is going on but its pretty damn good",
        "TBH not my type of 'action' game. The combat part of it is just not my thing. Dodge is useless no iframe and block still take damage. The hitbox is also bad given no iframe, many times I can see there's no collision between models and I still get hit. And many bosses have many unblockable attacks you cant even dodge them without taking damage, you just have to take damage lmao. It forces you to use magic 80% of the time and play the way the dev want you to or you're gonna just suffer. And I've watched many so called 'hitless' videos, they are just overpowering the boss and the boss just stands there not fighting back and get almost oneshotted.... But where's the 'action' part of it if I'm playing that way?  And the amount of filler content in this game my god. The actual play time can be almost halved. And the pace of this game is so slow, like why forcing you to only walk in many area? Spot a switch? Here goes 5 seconds of unskippable animation.  And some worthless cut scenes that don't bring anything to the plot of the games. The meaningless cringe conversation and many more make the game feel slow. Is that all necessary to just extend the 'gameplay time'?   The only thing I've enjoyed is the main plot, character model design, optimization and the music. I tried so hard to enjoy this game but nope. It's just not for me.",
        "First thing, I've bought the game when it was on sale ($34.99).  I've only played 5 hours of this (chapter 3), and yassss, I'm loving it. Fairly new to the story, so I can't  really comment about it. Combat is REALLY FUN. Just so much variety of things that you can do in a single combat is nothing compare to other games. Especially when your little friends (pet like) friends also join the battle. Another good thing is the despite the graphics being nice, it doesn't melt my GPU (which is always a plus). We mentioned the good things, it won't be fair not mentioning some negatives. Of course these are all subjective. To the keyboard+mouse players like myself, the default keybinds in this game NEED YOUR LOOOOVVVVEEE. Remapping your keybinds is your BEST FRIEND. Also, let's bring down the focus on feminine presenting characters' body parts or equally give some love to the masculine presenting characters. IT WILL NOT DAMAGE YOUR SALES, Trust!   All and all, it's a great game and definitely worth the discounted price. :) Enjoy and GGs all!",
        "So just boring.  So boring.  Considering the amount of time ive played FF games, this is sad.  This is just a bad Dark Souls.  Nothing is presented in a great manner.  I cant even tell they are in a slum or a factory or wherever it all looks the exact same.  Like playing fallout 3 where all the assets are reused.  Just a terrible slosh through bad quests and worse surroundings.",
        "완.벽.",
        "花几天时间玩完了，意难平。\r 宏大的世界观，优秀的作画，毋庸置疑的好作品\r 可惜卖太贵，不然会有更多人来玩，期待重生的移植。\r 这是我玩过的第一部ff，每个人玩过的第一部最终幻想，就是他心目中最棒的最终幻想。\r 没有ps5，真得很期待移植",
        "FF7 was a milestone in gaming history and this remake really showed up to the table with quality and reverence for the source material.",
        "bom jogo, apesar da queda que dá ali pelo meio da história, o final da uma boa recuperada. Particulamente só nao fui muito fã do sistema de materia, que apesar de ser o \"core\" até do classico, não foi algo que me aprofundei pra entender como funcionava e acho q isso afetou na experiencia final, mas ainda sim vale a pena jogar.",
        "yes",
        "The girls are hot, the voice acting is good, gameplay is fun, story's good, Cloud is based.\r \r Now go drink some water",
        "兄弟，你好香",
        "通关了主线剧情，演出效果很棒，音乐非常出彩 (植松伸夫的音乐制作水平真的高) 。角色塑造很成功。例如3D区的耶路撒冷蒂法，有极品身材和美貌，但和一些动漫里典型的女角不同，善良关心主角的同时也很坚强，不撒娇；面对困难能独当一面，不轻易依靠他人的力量。[spoiler] 孤身前往古留尾根套取情报  [/spoiler] 这种角色塑造无论是在虚拟作品中还是现实中都讨人喜欢，（动漫里的撒娇放现实里怕不是被当成xxn了）也是蒂法的魅力所在。  同时也发觉剧情线实在太庞大了，还有许多东西没讲明白[spoiler] (例如克劳德和蒂法的小时候回忆，爱丽丝的过往经历等) [/spoiler]不知道三部曲的体量能否完美地说完整个故事。玩法方面贫乏了点，特别是不少支线做的太枯燥了，缺乏创新。期待第三部的演出，希望能给玩家们一个完整的答案。  PS：希望第二部重生赶紧上PC!😀",
        "Fun and frustrating at times but fun",
        "Don`t sleep on it",
        "虽然一部作品被拆成了三部曲，但这炒冷饭的技术我都怀疑是不是SE向冷饭王卡婊学来的，这冷饭炒的那叫一个香啊。玩的很爽，蒂法和爱丽丝真好看，克劳德帅死也美死（？），大场面也多，总之推荐购买，不急着玩打折再入更划算哦~",
        "7777777777777777777777777777777777777777777",
        "剧情很好",
        "卖相很好看 游戏不好玩",
        "This game is a little annoying tbh, the realistic characters with the anime expressions and grunts, maaaaaan, cringe af.  and how strteched this game is, it hurts my brain.  gameplay tho?, one of the best in the action genre, and it keeps bringing me back, the music is as to be expected from an FF game (Perfection) and it's FF7 so cmon, environments and graphics are both eye candy, just play the OG first before even considering this game and i always try to play games in it's main language so please try to play in Japanese or just keep in mind the cringe fest in English.",
        "AMAZING",
        "If i was in just a slightly worse mental state when i played this i think it definitely would have made me cry",
        "Unless you are very nostalgic for the old game do not buy this. The design of this is done so poorly. Pulling a lever takes a couple seconds every time you do it in a game with a lot of levers. A lot of the game ends up being a walking sim where you have to walk sometimes very slowly. The combat is pretty good, this is the only redeeming thing I have found in the game and I would have a hard time recommending a game half of this one’s price on the recommendation, most of this is pretty bad but the combat is ok.",
        "Ось і настав час коли я пройшов першу гру по  FINAL FANTASY . Це було просто відпад голови , cюжет дуже вишуканий .Геймплей десь на 8/10 тому що трішки затянуті лвл могли зробити трішки швидшими .Гру в ідеалі було зробити на годин 15 це реально .Рекомендую до проходження якщо ви ще не знайомі з FINAL FANTASY )",
        "tifa and aerith :D",
        "While the expansion of the Midgar Storyline portion of the original is great, I felt that game mechanics, excessive cut scenes, and limits on exploration left me rather disappointed overall.  If this is the first version of FF7 you will play than it might be a good buy.  As an original FFVII player, you may take issue with the changes to story, the lack of ability to change party members as you see fit, the lack of quick item use from the menu and being limited in your desire for exploration. Also be aware that Cut-scenes occur in the middle of combat so don't be surprised if your attack doesn't hit and you have to recharge your ATB guage.    Your save files will not transfer into the follow on game called Rebirth so really no reason to do much after you finish the game unless you absolutey want the achievements.",
        "1997年的最佳 RPG 放到现在仍然是最佳。\r \r 万物起源 FF7 真不是吹的\r \r 我先玩的《闪之轨迹》《八方旅人》等其它 JRPG，回过头看，到处都是 FF7 的影子",
        "日厂ARPG的优秀之作，小瑕不掩大瑜的最好体现。 先说缺点： 首先是游戏的UI虽然做的很好，但是有点太冗杂了。地图只能看很小的一块非常鸡肋。很多常用的功能需要二次甚至三次四次操作才能打开，太麻烦了。UI设计不复杂但是很繁多比较扣分。 其次，整体叙事风格颇有日式动漫的感觉——很多不明所以但颇显俏皮的表现片段，突兀的情感独白等等都是这一作其实比较扣分的地方，能看出来SE想通过类似于日式二次元的方式吸引，但其实很多地方做的过犹不及了一点。很多时候明明在很紧张的氛围下，突然蒂法或者爱丽丝开始和克劳德调情，让人忍俊不禁了属于是。而且剧情总体来说有明暗两条线，但说实话做的不好。剧情占了很大篇幅但是对于神罗公司的描述和讲解过于单一（一直主观在强调神罗做了什么坏事，但客观又没介绍太多神罗的内部架构等等）而对于暗线则过于晦涩难懂了，比如萨菲罗斯和克劳德的追杀关系缘由，古代种的秘密，还有DLC里的尼禄看的让人有点不明所以。 最后就是脑残的小游戏，这真是我最烦的一部分。有的小游戏拿奖励难度十分的高，几乎不能失误才能拿满奖励。小游戏的目的不是为了放松吗？但这小游戏属于是不仅没啥设计没多好玩，反而让自己更烦躁。属于很沟槽的内容。 说完了缺点那就得说优点了。剧情虽然叙事写的差，但人物刻画那可谓相当的好。人物还是比较扁平化，特点鲜明。很难让人不喜欢蒂法和爱丽丝。包括一些NPC比如按摩店老板娘、古留根尾等等，属于是玩了一次真的很难忘记的那种。能把每个不同的角色刻画的活灵活现，这就是本作剧情的最优点。 战斗系统很有趣，相对于回合制的你来我往和类魂的快速行动的超快反应，FF7RE战斗融合了即时战斗，角色切换和回合制策略。明明融合了很多但并不复杂。很简单易懂的一个战斗系统，上分非常快。战斗模式，克制关系设计的也算不错。总有种我在玩3D实时宝可梦的感觉。 美术设计一流，大世界设计非常贴合故事背景。末世废土和崩溃城市的结合体现的淋漓尽致。不管是角色还是怪物的立绘和建模都堪称一个赏心悦目。 总的来说：伟大无需多言！ 没有LGBT就是好！",
        "Its such a good game am in love with Cloud sephiroth and tifa <3",
        "I desire more twinks in the sequel",
        "Great!!",
        "Game is peak. Final Fantasy never fails to provide a beautiful story, extraordinary music, interesting characters, and a great sense of adventure.",
        "Historia\r La historia de Final Fantasy VII Remake es de esas que te enganchan desde el principio. Si jugaste el original, te vas a encontrar con sorpresas y muchos guiños, pero si eres nuevo, no te preocupes: el juego explica todo súper bien. Es emocionante, con momentos épicos, y cada escena te deja con ganas de seguir jugando. El final puede dividir opiniones, pero es de esos que te hacen pensar y te dejan con ganas de lo que viene.\r \r HDR\r El juego se ve espectacular, y el HDR le da un toque extra. Las luces, los combates y hasta los pequeños detalles brillan de forma impresionante. Si tienes una buena pantalla, te vas a quedar embobado con lo bien que luce todo, especialmente en las zonas llenas de neones y efectos de luz.\r \r Personajes\r Los personajes son de lo mejor. Cloud tiene ese rollo de tipo serio pero interesante, Tifa y Aerith son un encanto (¡imposible no quererlas!), y Barret aporta carisma y energía a cada escena. Todos tienen su momento para brillar, y hasta los secundarios están súper bien trabajados. Literal, te encariñas con ellos sin darte cuenta.\r \r Final\r El final… bueno, es diferente. Es de esos que te dejan pensando, porque no solo es un cierre para esta parte del juego, sino que apunta a algo mucho más grande. A algunos les encantará, a otros les desconcertará, pero seguro que no te deja indiferente.",
        "Awesome",
        "I HATE CENSORED WOKE STUFF. IM SORRY FFVII I HAVE FAILED YOU.",
        "great si far",
        "随着游戏玩的越来越多，我对游戏的心态逐渐逐渐发生了变化。从扮演主角体验另一段人生，到单纯的看一段故事、或者享受有趣的游戏设计。逐渐逐渐的，游戏里的风景，游戏里的角色对我来说不再重要。重剧情的游戏，我只要从一个任务点赶到下一个任务点；重gameplay的游戏，我只要从一个boss冲到另一个boss。我不再能纯粹地享受一个游戏。现实中，我的生活逐渐逐渐被更重要的事情填满：小时候我会饶有兴致地盯着窗外的花坛一整天，而现在我只想尽快地往返实验室与寝室。游戏中，我停下来欣赏风景的时间也在逐渐变少。这有时让我痛苦，打游戏似乎不是为了娱乐，而是变成了一种任务，虽然说这个任务很好玩。\r 但是最终幻想让我回想起了rpg游戏最本质的快乐，跟随主角的步伐，完成一段全新的人生。我很难说究竟是游戏中的哪个部分让我重新开始享受游戏，可能是爱丽丝的性格，可能是经常被吐槽的“托节奏的小游戏”，也可能是不错的迷宫设计。虽然我需要一项项清理任务清单，需要做一些无聊的小游戏，但整体上，它们会让我感觉，值得。这就是一段游戏中的生活。\r 所以虽然ff7re仍然有这样那样的问题，虽然它剧情拖沓，部分贴图质量也很差，也比较“粉丝向”，但是它仍然能让我，阔别已久地说出，这是一段难忘的旅程",
        "Bom!",
        "exellent jeu a ne pas rater .",
        "Sen oynadıgım en eğlenceli oyunsun",
        "操作有不方便的地方但是总体还好，先玩过ff14体验召唤兽环节的时候很开心，任务引导蛮好的，喜欢一条龙结束的这种",
        "hao'wanhaowan",
        "Incredible remake worthy to share the name Final Fantasy VII. Mods are great, am looking forward to beating the game with some absolutely broken stats and new character models 🐱 ティファの裸の改造",
        "玩的感想就是：男主好帅，女主好美，爱丽丝可是能成为我母亲的女性！但是不好玩就是不好玩。",
        "man this sephiroth guy is kinda hot i hope he doesnt do anything abhorrently horrible",
        "my god, the most beautiful looking game i think i have ever played.\r \r also, super faithful remake. not in gameplay or story- but in /spirit/ this game has the purest essence of what i love about FF7. going back to play the og, and its perfect",
        "visually, this game is breath taking at times. combat is enjoyable, simple for novice players, and deep once you really get into it.",
        "muchos recuerdos y mucho cosquilleo con la recreacion de escenarios, historia, personajes y banda sonora, lo que hace que el juego se salve de esos pequeños detalles que pueden hacerlo algo pesado, pero en general, maravilloso  pd: yuffie lo mejor de todo el juego",
        "10/10",
        "克劳德的脸太伟大了，感觉经常看能延年益寿",
        "可以 克劳德很帅 有帅哥一律好评",
        "故事，建模顶级。优化有点差，第三章进贫民窟重启过一次，后面都是锁60帧玩的，女主离远一点脸是糊的。4060和7800XT一个画质没区别。",
        "Jogo excelente, sistema de batalha bem dinamico e interessante, uma  boa evolução do sistema de batalha.",
        "蒂法，我的蒂法",
        "见证牢扎打赢复活赛",
        "好",
        "10 of of 10 would highly recommend this game to anyone that enjoys great graphics, great story, great art, and great battle system.",
        "能不能支持21:9啊？能不能支持21:9啊？能不能支持21:9啊？能不能支持21:9啊？",
        "Absolute cinema ending of chapter 9 is PEAK",
        "port rebirth please i need my zakkura",
        "good remake, good performance, quite fun",
        "Excelente remake del FFVII clasico, buenos personajes, jugabilidad, combates excelentes, ahora toca pasarlo en dificil. :D",
        "I am owed a pizza",
        "Let us defy destiny together.",
        "peak",
        "good movie",
        "beautiful, wonderful game that will always be my favorite.",
        "蒂法爱丽丝尤菲好看",
        "金玉其外败絮其中",
        "Incredible action RPG, with an addicting story.",
        "Good Game",
        "ba h h bbh pooojhh",
        "Its terribly optimized and becomes practically unplayable by chapter 8.",
        "可能包含剧透\r 总体来说首先建模非常伟大，无论是云，tifa，aerith还有老萨都长着让人无法拒绝的脸。果然是Sega啊！\r 人设也不错，云外冷内热，tifa和aerith都特别特别萌。玩法中规中矩，感觉算半开放世界探索，喜欢帮别人找猫的可以来\r 最烂的留到最后说，这一作剧情有些章节是纯鸡肋，还有一些没有任何存在的必要，感觉存在的唯一意义是水主线让人不至于马上打完没事干，让人想到一些手游流水账剧情。\r 总之rebirth快上steam吧，上必买。",
        "One of my favourite story games in the past while and has helped me fall in love with Final Fantasy after never playing any of the games before. Me like 10/10",
        "宿敌就是宿敌啊... 宿敌是不可以变成妻子的... 宿敌是不可以成妻子的... 宿敌是不可以妻子的... 宿敌是不可妻子... 宿敌是妻子... 妻子...",
        "Really, Damn. good.",
        "10/10"
    ]
}